import React from 'react';

const AboutUs = () => {
  return (
    <div className="about">
      <h2>Про нас</h2>
      <p>OCP (Open communication Platform for LDU BGD) - проєкт, спрямований покращувати комунікацію між студентами та персоналом, допомагати університету ставати ще більш комфортним та розвивати ініціативність та ідейність студентів цього університету. Кожен охочий зможе залишити свою пропозицію або ж скаргу на сайті, за бажанням прикріпити фото, а також обрати характеристики для свого звернення і надіслати його керівництву університету на розглянення. На сайт можна буде потрапити за посиланням, відсканувавши QR код (який можна, до прикладу, залишити на стіні). Ми віримо, що ініціативи наших колег можуть позитивно вплинути на життя університету, тому ми їм в цьому допоможемо!</p>
      <p>Щоб ознайомитись з функціями нашого сайту, пропонуємо вам переглянути <a href="/Instruction">інструкції</a>.</p>
    </div>
  );
}

export default AboutUs;
