import React from 'react';

const Instruction = () => {
  return (
    <div className="instruction">
      <h2>Інструкція до заповнення форм та приклади</h2>
      <p>Для того щоб створити звернення, вам необхідно перейти на вкладку "Кабінет" та авторизуватись через ваш обліковий запис гугл.
        Після цього вам відкриється сторінка з формами, які ви маєте заповнити. Ось кілька пунктів, які треба виконати, та деякі поради щодо написання тексту звернення:
        <ol>Вводьте всі дані кирилицею, а ім'я та прізвище так, як записано у ваших документах.</ol>
        <ol>Вказуйте електронну пошту, за якою відбулась авторизація. Інакше, ви не зможете за цією ж адресою 
            перевірити ваші попередньо створені звернення.</ol>
        <ol>Починайте писати текст звернення, власне, зі звернення: Шановний/на, ректоре, деканату і тд.</ol>
      </p>
      <p>Ось приклади написання всіх видів звернень, які ви можете обрати: 
      <li><a href="pdf/Заява.pdf" download>Заява</a></li>
      <li><a href="pdf/Скарга.pdf" download>Скарга</a></li>
      <li><a href="pdf/Пропозиція.pdf" download>Пропозиція</a></li>
      </p>
    </div>
  );
}

export default Instruction;
