import React from 'react';

const News = () => {
  return (
    <div className="news">
      <h2>Історія нашого університету</h2>
      <p>Львівський державний університет безпеки життєдіяльності розпочав свою історію з невеликого навчального закладу - Київських курсів удосконалення офіцерського складу пожежної охорони МВС СРСР.</p>
      <p>Поповнення кадрів пожежної охорони в післявоєнний час здійснювалось в основному з числа солдатів і офіцерів, які повернулись із фронту. З метою підвищення їх професійного рівня в країні було організовано ряд курсів перепідготовки. Зокрема, такі курси створені в жовтні 1947 року в м. Києві на базі першої сержантської школи УПО УМВС Київської області з терміном навчання 10 місяців (профілактики) і 15 місяців (командири відділень) загальною чисельністю 100 слухачів. Начальником курсів у грудні 1947 року призначено підполковника В.А. Дронова (з лютого 1948 року - полковник), а його заступниками - капітана Ф.Л. Бєліка і підполковника Б.М. Горбатенка. До 1 лютого 1948 року курси були укомплектовані начальницько-викладацьким складом та вже за місяць розпочалися заняття. 18 квітня 1948 року курсам вручено Бойовий Прапор, а 8 травня 1948 року особовий склад вперше приведений до військової Присяги.</p>
      <p>Перший випуск 46 слухачів відбувся в січні 1949 року. Цього ж року кількість слухачів збільшується на 100 осіб з терміном навчання 11 місяців.</p>
      <p>У липні 1951 року на курсах змінюється профіль навчання і вони перейменовуються в Київські курси підготовки офіцерського складу воєнізованої пожежної охорони МВС СРСР. Перемінний склад тоді укомплектовувався з числа сержантів і старшин воєнізованої пожежної охорони. Курсантам після закінчення навчання присвоювалося звання «молодший лейтенант».</p>
      <p>Становленню і розвитку курсів сприяли своєю працею співробітники Я.Г. Сухомлін, М.В. Колесніков, В.І. Разгільдєєв, Д.А.Синиця, С.М. Козлов, М.М. Кондрашов, В.І. Фіногенова, М.П. Трачук та багато інших. Особливо слід підкреслити внесок інженер-майора Я.Я. Щербини, який плідно поєднував викладання предметів з науковими і раціоналізаторськими розробками. Так, у 1951 році ним розроблена система забору і подачі води до місця пожежі за допомогою ежекторної системи, яка знайшла підтримку і високу оцінку в УПО МВС України.</p>
      <p>Історичною віхою став наказ МВС СРСР від 22 липня 1952 року про створення на базі Київських курсів підготовки офіцерського складу ВПО МВС СРСР Київського пожежно-технічного училища зі штатом 344 особи постійного складу і 840 курсантів. Для розміщення споруджується будівля по вул. Урицького (нині пл. Солом'янська). Сьогодні там розташований центральний корпус Національної Академії внутрішніх справ України.</p>
      <p>Начальником Київського училища було призначено інженер-полковника внутрішньої служби О.Т. Замостьєва, а його заступниками - майора внутрішньої служби В.М. Катуніна, підполковника внутрішньої служби С.М. Зеленюка та підполковника інтендантської служби Б.О. Донова.</p>
      <p>Комплектування курсантського складу здійснювалося з числа цивільної молоді віком 18-23 роки, яка мала середню освіту або 9 класів і була придатною за станом здоров'я, а також з лав сержантського і рядового складу воєнізованої пожежної охорони, незалежно від займаної посади, віком до 30 років і освітою не нижче 8 класів. У серпні-вересні 1952 року пройшов перший набір курсантів у складі двох дивізіонів, з терміном навчання 2 роки. Командирами дивізіонів призначені майор внутрішньої служби С.М. Козлов (заступник старший лейтенант внутрішньої служби М.Д. Голубейко) та майор внутрішньої служби С.Ф. Загорнов (заступник майор внутрішньої служби І.М. Батеньков).</p>
      <p>1 листопада 1952 року у курсантів розпочалися заняття, які проводили на циклах: суспільних наук (начальник підполковник О.М. Ніколаєнко); пожежної тактики (начальник майор адміністративної служби П.М. Платунов); пожежної профілактики (начальник майор Я.Г. Сухомлін); пожежної техніки (начальник інженер-майор внутрішньої служби Я.Я. Щербина) та загальноосвітнього (начальник капітан М.В. Колесніков).</p>
      <p>Військовий цикл створено в грудні 1953 року. Його очолив майор внутрішньої служби С.Ф. Загорнув. Серед викладачів пожежної тактики був і технік-лейтенант внутрішньої служби П.М. Десятников - майбутній генерал-майор внутрішньої служби, начальник ГУПО МВС України.</p>
      <p>Одночасно при училищі продовжували діяти 11-місячні курси, які в червні 1953 року розформували. Весь особовий склад училища 30 серпня 1953 року був приведений до військової Присяги, а 1 жовтня розпочались заняття у курсантів нового набору з трирічним терміном навчання.</p>

      
    </div>
  );
}


export default News;